export const warningsMock = [
  {
    id: 1,
    title: 'Отключение горячей воды',
    description: 'В связи с проведением плановых ремонтных работ на магистральных трубопроводах горячая вода будет отключена с 10:00 до 17:00 в домах по адресам: ул. Ленина 45, 47, 49, ул. Мира 76, 78, пр. Свободный 64, 66. Приносим извинения за временные неудобства.',
    date: '2024-02-28'
  },
  {
    id: 2,
    title: 'Уборка снега',
    description: 'Уважаемые жители! В связи с обильными снегопадами просим убрать автомобили с придомовой территории для проведения механизированной уборки снега 28 февраля с 8:00 до 14:00. Автомобили, припаркованные в указанное время, будут эвакуированы за счет владельцев.',
    date: '2024-02-27'
  },
  {
    id: 3,
    title: 'Замена лифтового оборудования',
    description: 'Информируем вас о проведении плановой замены лифтового оборудования в подъезде №2 по адресу ул. Ленина 45. Работы будут проводиться с 1 по 10 марта. На время проведения работ просим пользоваться лестницей. Благодарим за понимание и приносим извинения за временные неудобства.',
    date: '2024-02-26'
  }
]; 